Repository: mozilla-l10n/mt-training-data
Catalog: bgp/bgp_pontoon.tmx
Source language: en_us
Languages: bgp

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
bgp: <sentenceCollectorVideo> جملہ کلیکٹر ءِ کارمرز کنگ ءِ سرا مئے رہشونی ءَ بچار اِت <sentenceCollectorVideo>

source: Sentence Domain
bgp: جملہ ء ڈومین

source: Sentences
bgp: جملے

source: Sentences are collected for people to read aloud.
bgp: جملہ زورا کو گالورا کنگ انت جمع بیت

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
bgp: جملہ کمیونٹی-اعتدال پسندی ءِ عمل ءِ وسیلہ ءَ چکاسگ بنت، البت اے عمل کامل نہ انت۔ اگاں شما یک انچیں جملہ یے گند اِت یا اشکنگ ءَ اِت کہ شمئے دل ءَ ناراض یا پریشان کنت - چوش کہ پرچا کہ اے مئے <participationGuidelines>کمیونٹی ءِ بھر زوری ءِ رہبند</participationGuidelines> ءِ خلاف ورزی کنت - گڑا UI ءِ تہا پرچم ءِ بٹن ءَ کارمرز بہ کن اِت۔ تئو مارا اے نمبر ئا سر بیث کنئے <emailFragment>commonvoice@mozilla.com</emailFragment

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
bgp: ایزاں کٹھا بیسیں جملہ لاسٔن آلیں 0-cc عوامی جاہ استیں ڈیٹاسیٹ نیاواں لیںنتی رواں تے

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
bgp: جملہ دو مردمانی نیمگ ءَ چار ءُ تپاس کنگ ءُ منگ بہ بنت کہ آ کامن وائس ءَ ہوار کنگ بہ بنت۔ تو پہ وتی زبان ءَ رہبند جوڑ کن ئے <languageGuidelinesLink>اِدا <languageGuidelinesLink>۔ جملہ <licenseLink>عوامی ڈومین</licenseLink> ءِ تہا ءُ چہ 15 گالاں کمتر بہ بنت۔ تو چہ نبشتانک ءِ واھند ءَ لوٹ ئے کہ آ مئے رد کنگ ءِ عمل</waiverLink> ءِ کارمرز کنگ ءَ <waiverLink>CC0 جوڑ بہ کنت، ءُ مارا commonvoice@mozilla.com ءِ سر ءَ دیم دیگ بہ بیت

source: { $sentences } sentences reviewed. Thank you!
bgp: { $sentences }جملہانی سرا چار ءُ تپاسی کنگ بوتگ۔ تئی منّت وار!

source: Sentence text
bgp: جملہ ئے نبشتانک

source: Sentence Variant
bgp: جملہ ء لہجہ

source: Separate sentences into one line by pressing “Enter” or “Return” once
bgp: یھک دفہ Enter یا Return دبنغاگوں جملہ آرا یھک لائن وچا الگ کھنے

source: Serbian
bgp: سربیا

source: Seri
bgp: سیری

source: Serian Bidayuh
bgp: سیریان بدایوہ

source: Service and Retail
bgp: خدمت یا خوردہ

source: Set a goal
bgp: یک ہدفے ایر کن

source: Set my visibility
bgp: میری مرئیت سیٹ کنی

source: Setswana
bgp: سیتسوانا

source: Settings
bgp: ترتیبات

source: Sex
bgp: سیکس

source: Sex or Gender
bgp: جنس یا جنس

source: SHA256 Checksum Copied!
bgp: SHA256 چیکسم کاپی کنگ بوتگ!

source: Shan
bgp: شان

source: Share Common Voice
bgp: کامن وائس شئیر کن

source: Share my goal
bgp: منی مول ءُ مراد ءَ بہر کن

source: Share your clip
bgp: وتی کلپ ءَ شیئر کن اِت

source: Share your { $count } Clip Daily Goal for { $type }
bgp: { $type } ءِ واستہ وتی { $count } کلپ ءِروزانہ مول ءُ مراد ءَ بہر کن اِت۔

source: Share your { $count } Clip Weekly Goal for { $type }
bgp: { $type } ءِ واستہ وتی { $count } کلپ ءِ ہفتگی مول ءُ مراد ءَ بہر کن اِت۔

source: Share your event
bgp: وتی مراگش ءَ شیئر بکن اِت

source: Shilha
bgp: شِلھا

source: Shina
bgp: شینا

source: Shortcuts
bgp: کسانیں جُز

source: [Should be ‘dinosaurs’]
bgp: ['ڈائینا سور' بلاں بیغ چاہیدا]

source: [Should be “We are”]
bgp: ['ماں استء' ہونکاں درکار انت]"

source: Show me sentences and clips from all variants within my language
bgp: من ءَ منی زبان ءِ تہ ءَ ھرچ رنگ ءِ جملہ ءُ کلپ پیش دار اِت

source: Show my ranking
bgp: منی درجہ بندی ءَ پیش دار

source: Sicilian
bgp: سسلیآن

source: Sign up
bgp: سائن اپ

source: Sign up for an account
bgp: اکاؤنٹ ئے واستہ سائن اپ کن

source: Sign up for Common Voice newsletters, goal reminders and progress updates
bgp: کامن وائس ءِ نیوز لیٹر، مول ءُ مراد ءِ یاد دہانی ءُ پیشرفت ءِ نوکیں ھالانی واستہ سائن اپ بہ کن اِت

source: sign up for email updates
bgp: ای میل نوخیں حالانی واستہ سائن اپ کن

source: Sign up for { $lang } updates:
bgp: { $lang } ءِ نوکیں ھالانی واستہ سائن اپ بہ کن اِت:

source: Sindhi
bgp: سندھی

source: Single
bgp: یک

source: Single sentence submission
bgp: یک جملہ جمع کھنینغ

source: Single ZIP file containing
bgp: یک زپ فائلے کہ ایشی ءِ تہا ھوار اِنت

source: Sinhala
bgp: سنہالی

source: Siswati
bgp: سیسوتی

source: Size
bgp: کچ

source: Skip
bgp: بِل اِنت

source: Skipped
bgp: یلہ داتگ

source: Skip Submission Feedback
bgp: جمع کنگ ءِ پسو ءَ یلہ بہ کن اِت

source: Slovak
bgp: سلواک

source: Slovenian
bgp: سلووینیا

source: Small batch
bgp: بَلوان بیچ

source: Small batch sentence submission
bgp: بوجڑائں جملہ جمع کھنینغ

source: Small businesses, including tech and AI start ups
bgp: ٹیک ءُ اے آئی ءِ بندات کنگ ءَ ھوار کسانیں کاروبار

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
bgp: کھانسی] [کھانسی] ٹرائیسک ءِ مزنیں ڈائنوسار۔

source: Social media
bgp: سوشل میڈیا

source: Somali
bgp: سومالی

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
bgp: لھتے زبانانی تہ ءَ گرامر، گالوار ءُ تلفظ ءِ تہ ءَ مزنیں بدلی یے ھست۔ اے سبب ءَ ما <ctaLink>2022 ءَ ‘Variants’</ctaLink> ءَ دیم ءَ آرگ ءَ ایں ، اے کمیونٹیز ءَ را مزنیں ڈیٹاسیٹ ءِ تہا وتی زبانانی فرق کنگ ءِ راہ ءُ درے دنت۔

source: Someone asks for a language to be added.
bgp: کسیءَ گُـؤت انت کہ یک زبان شامل کنیں

source: Something went wrong while fetching audio for transcriptions. Please try again later.
bgp: ٹرانسکرپشنانی واستہ آڈیو آرگ ءِ وھد ءَ چیزے ردی بوتگ۔ دزبندی ایں کہ پذا پذا کوشش کن۔

source: Something went wrong while fetching prompts. Please try again later.
bgp: اشارہ آرگ ءِ وھد ءَ چیزے ردی بوتگ۔ دزبندی ایں کہ پذا پذا کوشش کن۔

source: Something went wrong while fetching transcriptions. Please try again later.
bgp: ٹرانسکرپشن آرگ ءِ وھد ءَ چیزے ردی بوتگ۔ دزبندی ایں کہ پذا پذا کوشش کن۔

source: Something went wrong with reCAPTCHA. Please try again.
bgp: ری کیپچا ءِ گوں چیزے ردی بوتگ۔ دزبندی ایں کہ پذا کوشش کن۔

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
bgp: زبان یا زبان ءِ ھاندان ءِ تہ ءَ لھتیں وڑ ءُ پیم ءُ لہجہ یکے دومی ءَ چہ سک جتا اَنت۔ اگر ترا یک خاصیں دروشمے ءِ کش ءُ گور ءَ ھوار بوھگ ءَ جیڑگ ءَ اِنت گڑا تو ادا وتی ھب ءُ واھگاں بدل کن ئے۔

source: Soninke
bgp: سونینکے

source: Sorbian, Lower
bgp: سوربیا، جہل

source: Sorbian, Upper
bgp: سوربیا، بالائی

source: Sorry, Common Voice is running slowly. Thanks for your interest.
bgp: بشک لوٹاں، کامن وائس کم کم ءَ روان اِنت۔ تئی دلچسپی ئے منتوار آں

source: Sorry, something went wrong
bgp: بشک لوٹاں، چیزے ردی بیثہ

source: Source: { $sentenceSource }
bgp: ذریعہ:{ $sentenceSource }

source: Southern Kurdish
bgp: کرد جنوبی

source: Southern Pastaza Quechua
bgp: سائوتھرن پستازا کینچوا

source: Southern Sotho
bgp: جنوبی سوتھو

source: Southwestern Tlaxiaco Mixtec
bgp: جنوب مغربی تلاکسیاکو میکسٹیک

source: Spanish
bgp: اسپنی

source: Speak
bgp: گالور کن

source: Speakable
bgp: گپ جنگ ءِ لائک

source: Speakers
bgp: اسپیکر

source: Speaking
bgp: گپ جنگ

source: Speaking and Listening
bgp: گپ جنگ ءُ گوشدارگ

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
bgp: تھو وسی عام آواز نیاواں گالورا کھن! تہی گالورے انداز را بس کھنو۔ما تہی گالور وہنگ چہوں چھو کیں آستیں،ما تہی اولی گالور کھنغے انداذ خو طریقہ چہوں

source: Speak now
bgp: نی گالور کن

source: Speak options menu
bgp: گپ ءِ آپشن مینو

source: Speak up, contribute here!
bgp: گپ بہ جن، ادا شریک بہ بئے!

source: Special Characters and Foreign Letters
bgp: خاصیں آب ءُ درملکی نبشتانک .

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
bgp: خاصیں علامت ءُ اوقاف ءِ نشان ھما وھد ءَ ھوار کنگ بہ بنت کہ بالکل المی بہ بیت۔ چوناھا انگریزی ءِ گالانی تہ ءَ ”don’t“ ءُ ”we’re“ ءِ وڑیں اپوسٹروف ھوار اِنت ءُ چہ وسیلہ ءِ نبشتانک ءَ ھوار کنگ بہ بیت بلے اے گپ ءِ امکان نیست کہ ترا کدی ”@“ یا ”# ءِ وڑیں ھاسیں نشانے ءِ زلورت بہ بیت۔ ”

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
bgp: <speechBlogLink>گپ ءِ شناخت ءَ گوں بندات کن اِت</speechBlogLink>

source: Spelling and Punctuation
bgp: ہجے ءُ اوقاف ءِ نشان

source: Split into { $archiveCount } ZIP files containing
bgp: نیاما بہر کن{ $archiveCount }زپ فائلانی سرا ھوار انت

source: Splits
bgp: بہر کنت

source: Splits (Age and Sex)
bgp: تقسیم (عمر ءُ جنس)

source: Spontaneous Speech
bgp: بے وسی ئے گپ

source: Start recording
bgp: ریکارڈنگ شروع کن

source: Start typing to describe your accent
bgp: وثی لہجہ ئے ڈسغ واستا ٹائپ کنغ شروع کن

source: Stats
bgp: اعداد و شمار

source: Status Page
bgp: جاورانی تاک

source: Still have questions?
bgp: انگت جُست ھست؟

source: Streaks
bgp: لیکہ

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
bgp: <strong>[کریکل]<strong/>ریاسک ء دیوہیکل ڈایناسار <strong>[کریکل]</strong>۔

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
bgp: <strong>اے کلپاں رد مہ کن اِت کہ اودا گپ جنوک ءِ ‘لہجہ’ ھست کہ چہ شمئے وتی</strong> ءَ جتا اِنت - اے پہ توار ءِ شناخت ءَ المی اِنت کہ آ پہ ھرکس ءَ شرتر کار بہ کنت۔

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
bgp: تخلیقی بڑیں شوے زبان آہ کمیونٹی منفرد بڑئں رو اور اے شروع کھنغء چند طریقہ آء

source: <strong>Scripted Speech</strong> (traditionally what you know as Common Voice) is where you can read sentences aloud in your language.
bgp: <strong>سکرپٹڈ اسپیچ</strong> (روایت ءِ رد ءَ تو کامن وائس ءِ بستار ءَ زان ئے) ھما جاہ اِنت کہ تو وتی زبان ءِ تہ ءَ جملہ ءِ توار ءَ وان ئے

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
bgp: <strong>[کھلغ]</strong> ٹریاسکا ء دیوہیکل ڈایناسور<strong>[زکام]

source: <strong>Spontaneous Speech</strong> is a new part of Common Voice where you can respond to questions in a more organic, colloquial way.
bgp: <strong>بخش ءِ اسپیچچ ءِ اسپیچ> کامن وائس ءِ نوکیں بہر اِنت کہ اودا شما گیشتر نامیاتی، باہمی راہ ءَ جُست ءُ پُرس ءِ پسو ءَ دات کن اِت۔

source: Submit
bgp: جمع کنینی

source: Submit All
bgp: کلاں جمع کن

source: Submit a new question for the community to read and respond to
bgp: کمیونٹی ءِ وانگ ءُ پسو دیگ ءِ ھاترا نوکیں جُستے دیم ءَ بیار اِت

source: Submit a report
bgp: رپورٹ ء دیم دیث

source: Submit clips
bgp: کلپاں جمع کنینت

source: Submit new questions for the community to read and respond to
bgp: کمیونٹی ءِ وانگ ءُ جواب دیگ ءِ ھاترا نوکیں جُست دیم ءَ بیار اِت

source: Submitted
bgp: جمع کثہ

source: Subscribe
bgp: سبسکرائب کن

source: Success
bgp: صوب

source: success checkmark
bgp: کامیابی ئے نشان

source: Success, profile created!
bgp: کامیابی، پروفائل جوڑ کنگ بوتگ!

source: Support open, community-led datasets
bgp: اوپن، کمیونٹی ءِ سروکی ءَ ڈیٹاسیٹ ءِ حمایت ءَ بکن اِت

source: Svan
bgp: سوان

source: Swahili
bgp: سواحلی

source: Swedish
bgp: سویڈش

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
bgp: سزا را منظور کھنغ واسطہ سجا پاسہ سوائپ کھنے۔اشی آ را الغ واسطہ کھبا پاسہ سوائپ کھنے۔وزی جائزہ دیاغا نہ بھلے

source: Syriac
bgp: سریانی

source: Tagalog
bgp: ٹیگالوگ

source: Tahitian
bgp: تاہیتی

source: Taiwanese (Minnan)
bgp: تائیوانی (مینان)

source: Tajik
bgp: تاجک

source: Taking several attempts to read a word.
bgp: یک لبز پڑھغے وستا جہد ء کن

source: Tamazight
bgp: تمازٹ

source: Tamil
bgp: تامل

source: Tap
bgp: کسانیں جُز

source: Tarifit
bgp: ٹیرفٹ

source: Tatar
bgp: تاتار

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
bgp: تاتویبا زبان ءِ وانگ ءِ تہا کارمرز کنگ ءِ ھاترا جملہ، رجانک ءُ گپ ءُ تران ءِ آڈیو ءِ مزنیں ڈیٹا بیس اِنت۔ اے ڈاؤن لوڈ ءِ تہا آہانی کمیونٹی ءِ نیمگ ءَ ریکارڈ کتگیں گپ ءُ تران ءِ انگریزی ھوار انت۔

source: Technology and Robotics
bgp: ٹیکنالوجی تے روبوٹکس

source: Technology that speaks your language
bgp: ٹیکنالوجی کہ تئی زبان ءَ گپ جنت

source: TED-LIUM Corpus
bgp: ٹیڈ لیوم کارپس

source: Teke
bgp: ٹیکے

source: Tell us what you'd like to download:
bgp: مارا بُگش کہ تو چے ڈاؤن لوڈ کنگ لوٹ ئے:

source: Telugu
bgp: تیلگو

source: Tepeuxila Cuicatec
bgp: ٹیپوکسیلاکیک

source: Terms
bgp: شرت

source: <termsLink>Terms</termsLink>
bgp: <termsLink>شرت</termsLink>

source: Teutila Cuicatec
bgp: ٹھوتہ کویٹک

source: Thai
bgp: تھائی

source: Thanks for confirming your account, now let's build your profile.
bgp: تئی اکاؤنٹ ئے تصدیق کنغ ئے مہربانی، نوں بیا تئی پروفائل جوڑ کن اوں

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
bgp: 259k ءَ چہ گیش مردمانی شرپ ءِ منت ءَ 50 ءَ چہ گیش زباناں اے ڈیٹا انسانی توار ءَ شرتر جواب دیگ ءِ ھاتر ءَ گپ ءِ اہلیں ایپلی کیشنز ءِ تربیت ءِ ھاتر ءَ کارمرز کنگ بوھگ ءَ اِنت۔

source: Thank you for contributing to Spontaneous Speech!
bgp: بے وسی ءِ گپ ءِ تہا شریک بوھگ ءِ منتوار آں!

source: Thank you for contributing your bulk submission!
bgp: وثی بلک اوار کنغ تہا(نیمگا) تئی بھڑأنغءِ مہروانی بیت۔

source: Thank you for contributing your voice!
bgp: منت واراں کہ وتی توار ءَ شریک کتگ!

source: Thank you for donating your voice clips!
bgp: وزی صوتی کلپس آں را عطیہ کھنغ واسطہ شوے شکریہ

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
bgp: ریکارڈنگ واسطہ شوے شکریہ اب ذیل وچا وزی کلپ آں نئ جائزہ گرے ساگی جمع کھنے نے

source: Thank you for your information
bgp: تئی زانتکاری ئے مہربانی

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
bgp: ءِ تہا شریک بوھگ ءِ ھاترا تئی دلگوش ءِ منتوار آں{ $lang }. ما ہر زبان ءِ بندات کنگ ءِ ھاترا تیار کنگ ءُ دارگ ءِ ھاترا سک محنت کنیں ٹیماں ای میل ءِ وسیلہ ءَ اپ ڈیٹ کتگ۔ اگاں شما شریک بوھگ لوٹ اِت گڑا وتی ای میل ءَ چہ جھل ءَ بہ دئے اِت۔

source: Thank you for your voice information
bgp: تئی توار ئے زانتکاری ئے مہربانی

source: Thank you! You’ve sent a new language enquiry
bgp: تئی منّت وار! تو نوکیں زبان ءِ جست ءُ پرس دیم داتگ

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
bgp: شرتریں جملہ طبیعی ءُ گپ ءُ تران ءِ دروشم ءَ بنت — آ پہ کسے ءَ وانگ ءَ آسان بہ بنت۔ جملہانی تہا فونٹک تنوع ءُُ جتا جتائیں گال المی انت، ما ہمے جہد ءَ کنیں کہ ریکارڈنگ جملہ وتی رضاکاریں کمیونٹی ءِ ہاترا ہر ممکن حد ءَ دلکش ءُُ مزہ دار بہ بنت۔

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
bgp: یک کارآمدیں گپ ءِ شناخت ءِ انجن ءِ جوڑ کنگ ءِ ھاترا شرتریں جملہ گپ ءُ تران ءِ نوکیں زبان اَنت۔ لہتیں ھیال کہ ترا جملہ جوڑ کنگ ءَ کمک کن اَنت ایش اَنت؛

source: The bumblebee sped by.
bgp: بھونرا جلدغاں دیؤاء شتا انت

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
bgp: کلپ قبرستان ءِ تہا آواز ءِ کلپ ھوار انت کہ آہاں کامن وائس ڈیٹاسیٹ ءِ تہا نہ کتگ۔ بس ڈیٹاسیٹ ءِ وڑا کلپ قبرستان ءِ ڈاؤن لوڈ کنگ ءِ ھاترا دستیاب اِنت۔ ما چہ اے مردم ءُ ادارہاں منت واریں کہ آہاں اے منصوبہ ءِ تہا کمک کتگ:

source: The clip has disrespectful or offensive language.
bgp: کلپ نیاما بے عزت ء باز بریں زوان ایں

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
bgp: کامن واءس ڈیٹاسیٹ ءِ تہا سینکڑوں آواز ءِ نمونہ ھوار انت کہ ڈویلپراں آواز ءِ شناخت ءِ ٹولز جوڑ کنگ ءَ کمک کن انت۔

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
bgp: کمیونٹی کامن وائس ءِ ٹپّوکیں دل اِنت - آ چہ سرجمیں دگنیا ءَ کاینت، ءُ زبان ءِ کارکن ءُ زانتکار ءُ ازمکار اَنت۔ تو مئے <about>About</about> ءِ تاک ءَ ءُ مئے</community> کمیونٹی پلے بک</community>ءَ چوں ھوار بوھگ ءِ باروا گیشتر سرپد بوت کن ئے۔ اگاں شما گیشتر تنظیمی شریکداری ءِ تہا دلچسپی داریت گڑا <emailFragment> گوں ما رابطہ بہ کن اِت۔</emailFragment>

source: The content contains a language different than I was expecting.
bgp: مواد ءِ تہا یک زبانے ھوار اِنت کہ منی ھیال ءَ چہ جتا اِنت۔

source: The content has disrespectful or offensive language.
bgp: مواد بے احترامی یا توہین آمیزیں زبان ءِ سرا انت۔

source: The giant dino [cough] the Triassic.
bgp: دیو ڈائنو [cough] ٹرائیسک ءِ زمانگ ءَ۔

source: The giant dinosaur of the Triassic.
bgp: ٹریاسکءِ دیو ہیکل ڈایناسور

source: The giant dinosaurs of the Triassi-.
bgp: ٹریاس دیو ہیکل ڈایناسوران-.

source: The giant dinosaurs of the Triassic.
bgp: ٹریاسکءِ دیو ہیکل ڈایناسوران

source: The giant dinosaurs of the Triassic. [read by one voice]
bgp: ٹرائیسک ءِ مزنیں ڈائنوسار۔ [یک توار ءَ وانگ بیت]

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
bgp: ٹریاسکا ء دیوہیکل ڈایناسور.</strong> [یک ٹوکٔ پڑھساء] </strong>

source: The giant dinosaurs of the Triassic. Yes.
bgp: ٹریاسکءِ دیو ہیکل ڈایناسور.جی یاں

source: The giant dino <strong>[cough]</strong> the Triassic.
bgp: ٹریاسکا ء دیو ہیکل ڈاینو<strong>[کھلغ]</strong>

source: The MediaRecorder API is not supported in your browser.
bgp: میڈیا ریکارڈر اے پی آئی تئی براؤزر ءِ تہا سپورٹ نہ کنت۔

source: The number of recordings and which languages you contribute to will be public.
bgp: ریکارڈنگ ءِ کساس ءُ کجام زباناں کہ شما وتی کرد ءَ پیلو کن اِت آ پبلک بیت۔

source: The page you are looking for could not be found
bgp: ھما تاک کہ شما شوھازگ ءَ اِت دست نہ کپتگ

source: There are currently no prompts for this language. Please refresh the page or try again later.
bgp: انوگ ءَ اے زبان ءِ ھاتر ءَ ھچ وڑیں ھال ءُ اھوال نیست۔ تاک ءَ نوک بہ کن اِت یا رند ءَ پدا جھد بہ کن اِت۔

source: There are currently no sentences to review in this language.
bgp: فی الحال اے زبان وچا جائزہ گرغ واسطہ کوئی جملہ چھنے

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
bgp: اے وھد ءَ اے زبان ءِ چیک کنگ ءِ ھاترا ھچ وڑیں نبشتانک نیست۔ تاک ءَ نوک بہ کن اِت یا رند ءَ پدا جھد بہ کن اِت۔

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
bgp: زبان ءِ بابت ءَ جیڑگ ءِ بازیں راہ ھست اَنت۔ تقریر ءِ شناخت ءِ ماڈل ءِ مول ءُ مراد ءِ ھاتر ءَ کامن وائس ءِ گشگ اِنت کہ ’باہمی زانت‘ ءِ سرا دلگوش دیگ بہ بیت یا ’اے زبان ءِ گپ جنوک اگاں جہد بہ کن اَنت گڑا گیشتر یکے دومی ءَ سرپد بوت کن اَنت؟‘‘؟

source: The recording was too long.
bgp: باز پھرکھزۓ

source: The recording was too quiet.
bgp: ریکارڈنگ سک ھاموش ات۔

source: The recording was too short.
bgp: کھمیں پھرکھزۓ

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
bgp: اے وھد ءَ پہ اے زبان ءَ نبشتہ کنگ ءِ واستہ ھچ وڑیں آڈیو نیست۔ تاک ءَ نوک بہ کن اِت یا رند ءَ پدا جھد بہ کن اِت۔

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
bgp: مثالی طور سرا ذریعہ متن ءِ تہا ہچ وڑیں ہندسہ مہ بنت پرچا کہ آ چہ توار ءَ وانگ ءَ جیڑہ ءِ سوب جوڑ بوت کن انت۔ یک نمبرے ءِ وانگ ءِ راہ ءِ سرا تناظر ءِ سرا انحصار کنت ءُ ڈیٹاسیٹ ءِ تہا الجھن ءِ سبب جوڑ بوت کنت۔ چوش کہ ”2409“ ءِ نمبر ”بیست ءُ چار صفر نُھ“ ءُ ”دو ھزار ءُ چار سد نُھ“ ءِ دوئیں ھساب ءَ راستی ءَ وانگ بوت کنت۔

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
bgp: خوانندگاںءَ درمیان حجمءَ قدرتی فرق بیت. فقط اُن حالءَ رد کنت کہ حجم اِخر زیادہءَ کہ ریکارڈنگ ٹوٹت، یا (عام طور پر) اگر اِخر کمءَ بی کہ شُما تحریری متنءَ حوالہء بغیر اَںءِ کہ بیاں بیت نہ سُنڑیں

source: The route was unclear.
bgp: راہ ءِ سرا ھچ وڑیں زانتکاری نیست ات۔

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
bgp: اے زبان انوگ ءَ چاگردی دیمروئی ءِ چیر دستی ءَ اَنت۔ <localizationGlossaryLink>ویب سائٹ ءِ لوکلائزیشن</localizationGlossaryLink> ءُ <sentenceCollectionGlossaryLink>جملہ ءِ جم کنگ< ءِ<sentenceCollectionGlossaryLinkبندات کنگ ءِ ھاترا لوٹ اِنت

source: The selected file is too large
bgp: گچین کثغیں فائل باز مزن ایں

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
bgp: سزا جمع کھنوغیں بنیادی کامن وائس پلیٹ فارم چھکا روغیں ۔نئ شوا کامن وائس چھکا یکھے جملہ یا یکھے آ گزارشات آں نئ جائزہ گرے سگے

source: The sentence has a grammatical or spelling error.
bgp: ایں جملے نیوا گرائمر اور املا غلطی انت

source: The sentence has disrespectful or offensive language.
bgp: گال نیاما بریں زوان کارمرز ایں

source: The sentence must be grammatically correct.
bgp: جملہ گرامر لحاظ آ گوں درست بیغی چاہیداں

source: The sentence must be speakable.
bgp: جملہ گوشغیں قابل بیغی چاہیداں

source: The sentence must be spelled correctly.
bgp: جملہ ہجھا درست بیغی چاہیداں

source: The sentence should have fewer than 15 words.
bgp: جملہ ءِ تہا 15 گال کمتر بہ بنت۔

source: The site is ready to be launched when it reaches 75% completion.
bgp: 75% سائٹ تکمیل تکا پجغا چھکا لانچ بیغ سانگا تیارء
